results/actix.txt
Running 1m test @ http://127.0.0.1:8000/ping
  12 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.80ms    6.89ms  83.98ms   84.11%
    Req/Sec    19.65k     4.27k   48.15k    71.13%
  Latency Distribution
     50%    2.19ms
     75%    8.96ms
     90%   15.86ms
     99%   29.10ms
  14070184 requests in 1.00m, 1.57GB read
Requests/sec: 234114.19
Transfer/sec:     26.79MB