results/rocket_04.txt
Running 1m test @ http://127.0.0.1:8000/ping
  12 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.26ms   49.13ms   1.67s    97.77%
    Req/Sec     4.00k     1.30k   10.16k    68.91%
  Latency Distribution
     50%    1.73ms
     75%    2.58ms
     90%    4.26ms
     99%  168.07ms
  2841007 requests in 1.00m, 368.48MB read
  Socket errors: connect 0, read 2840998, write 0, timeout 154
Requests/sec:  47271.23
Transfer/sec:      6.13MB