results/rocket_05.txt
Running 1m test @ http://127.0.0.1:8000/ping
  12 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.14ms    6.28ms  50.88ms   70.31%
    Req/Sec     9.62k     0.89k   15.73k    72.34%
  Latency Distribution
     50%    7.95ms
     75%   12.50ms
     90%   17.90ms
     99%   28.27ms
  6894591 requests in 1.00m, 1.53GB read
Requests/sec: 114788.09
Transfer/sec:     26.05MB