results/warp.txt
Running 1m test @ http://127.0.0.1:8000/ping
  12 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.10ms    4.70ms 212.73ms   84.45%
    Req/Sec    17.38k     2.87k   47.81k    78.14%
  Latency Distribution
     50%    3.81ms
     75%    7.07ms
     90%   11.08ms
     99%   19.43ms
  12459996 requests in 1.00m, 1.39GB read
Requests/sec: 207322.93
Transfer/sec:     23.73MB